export const HISTORY_ITEMS = [
  {
    "title": "2022年",
    "content": "推出全新鸟嗨系列"
  },
  {
    "title": "2018年",
    "content": "推出采用独特的中频相位校正技术的FOCUS系列音箱, 专为歌者演唱而设计的频率响应, 具有明亮的中高频区音质和低音衰减, 使人声表现更出彩。"
  },
  {
    "title": "2014年",
    "content": "專業音頻品牌SYRINCS, 全線進入中國市場。"
  },
  {
    "title": "2006年",
    "content": "引推出了Odaiko 高端Hi-Fi低音炮, 它采用了3只12英寸雙倒相管設計。"
  },
  {
    "title": "2001年",
    "content": "推出的H5.1家庭影院環繞揚聲器系統是M3有源衛星揚聲器的無源音箱版本。"
  },
  {
    "title": "2000年",
    "content": "推出的M3-220DT壹直暢銷至今, 它具有非常緊湊的設計和多功能的用途。它由M3有源音箱衛星揚聲器和8“有源雙倒相管低頻揚聲器組成, M3為雙4英寸低音+ 1英寸絲膜頂球頂高音的有源揚聲器系統。"
  },
  {
    "title": "1997年",
    "content": "推出的“MusicMate”系列豐富了揚聲器產品線, 它“楔前葉”的外觀顯得更為現代時尚。MusicMate的低頻揚聲器還可作為高聲壓級的汽車音響低音炮使用。"
  },
  {
    "title": "1996年",
    "content": "推出與S3揚聲器系統相同的優點的適用於音樂家和DJ的更緊湊版本“S2”。"
  },
  {
    "title": "1994年",
    "content": "推出大型會所使用的Eurosub雙18英寸低頻揚聲器系統和Spirit 212雙12低頻+1中高音的揚聲音系統, 它外觀采用楔形箱系列結構以滿足中型擴聲場所的需求。"
  },
  {
    "title": "1993年",
    "content": "推出“S3”揚聲器系統, 它是壹個緊湊型高聲壓級帕設計, 並在音響發展史上首創(15和18)雙倒相管低頻揚聲器設計, 帶來無與倫比的瞬態響應和非常緊湊的衛星揚聲器。"
  },
  {
    "title": "1991年",
    "content": "推出新的“MPA”揚聲器系統: 由單18英寸低頻揚聲和10英寸+ 2英寸的號角式衛星箱組成。衛星箱采用EV dym1搭配HP940號角以及最新開發的EVM10波導。"
  },
  {
    "title": "1990年",
    "content": "推出Club122雙12英寸低音+ 2英寸中高音組合的被動式揚聲器系統, 它配置了EV DH1壓縮驅動器配合HP9號角和2只DL12X低音單元。"
  },
  {
    "title": "1981年",
    "content": "由Wolfgang bartsch博士、Conrad Schucht和Jürgen Eggeling創立了Syrincs 品牌。"
  }
]