{
  "meta": {
    "title": "About Us | Syrincs Professional Entertainment Audio Systems",
    "description": "SYRINCS is a professional audio brand used for installation or movement, indoor or outdoor, large or small. SYRINCS speakers, control electronics, mechanical accessories, and remote control devices can fully meet various application conditions and harsh weather environments."
  },
  "title": "About Us",
  "description": "SYRINCS is a professional audio brand used for installation or movement, indoor or outdoor, large or small. SYRINCS speakers, control electronics, mechanical accessories, and remote control devices can fully meet various application conditions and harsh weather environments.",
  "About Us": "About Us",
  "Home": "Home",
  "Brand Overview": "The Mathematical Order of Acoustic Art",
  "Brand Story": "SYRINCS is a professional audio brand suitable for installation or portable use, indoors or outdoors, large-scale or small-scale applications. SYRINCS speakers, control electronics, mechanical accessories, and remote control devices are designed to meet diverse application needs and withstand harsh environmental conditions.",
  "Brand Story1": "Founded in 1981 in Berlin, Germany, by Dr. Wolfgang Bartsch, Conrad Schucht, and Jürgen Eggeling, SYRINCS has adopted a highly rigorous mathematical order in the design of its tonal characteristics. This mathematical precision is not dull but brings satisfaction to users with its pleasing results. Over its more than 30-year history, the brand has introduced various systems, including the Club passive speaker system, &quot;MPA&quot; speaker system, &quot;S3&quot; and &quot;S2&quot; compact high sound-pressure level speaker systems, the Eurosub speaker system for large venues, the high-end Odaiko Hi-Fi subwoofer, and the modern, stylish &quot;MusicMate&quot; series. Notably, the M3-220DT, launched in 2000, remains a bestseller to this day.",
  "Brand Story2": "SYRINCS professional audio systems cater to a wide range of installation and application needs, capable of operating reliably in even the most challenging climatic conditions.",
  "Technical features": "Technical features",
  "Features1": "SYRINCS， Inheriting the rigor and solidity of German design, it is reflected in its timbre, using a very rigorous mathematical order in the design of timbre, and its timbre is full of rigorous rationalist color charm.",
  "Features2": "SYRINCS， It is an art based on rationality, concretizing in an incredible way, giving abstract reality and bringing us a satisfied smile on our faces.",
  "Features3": "SYRINCS speakers have strong directional control capabilities. Through reasonable sound design, they effectively avoid excessive reflection on ceilings/side walls, improve the direct sound energy ratio, enhance clarity, and match the neutral sound characteristics of speakers. They have strong music expression and extremely high fidelity, suitable for different types of music amplification needs;",
  "Features4": "The speaker system formed by the array has a particularly high and controllable Q value, and the sound produces constant directional coverage on the horizontal coverage. SYRINCS low-frequency speaker is designed with a low-frequency directional multi grid short horn angular sound lens, which not only increases sound pressure but also reduces the impact of emitted sound on clarity, resulting in a balanced sound field coverage area.",
  "Features5": "The power amplifier system is a SYRINCS supporting system, and the digital power amplifier system has both digital and analog signal input interfaces, allowing the system signal to be connected to the later stage through two ways; At the same time, the digital interface can meet the condition that the sound amplification system only undergoes one A/D and D/A conversion from pickup to return, thereby further improving the high fidelity of the sound. SYRINCS products not only ensure system performance, but also pursue amplification quality and accuracy. Therefore,",
  "Features6": "SYRINCS' speakers are all equipped with dedicated amplifiers of the same brand, which have detailed speaker adjustment parameters built into the amplifiers to achieve maximum matching and ensure that their audio systems work in optimal condition for a long time.",
  "Brand Milestones": "Brand Milestones",
  "1981": "SYRINCS was established in Berlin, Germany, by Dr. Wolfgang Bartsch, Conrad Schucht, and Jürgen Eggeling.",
  "1990": "Debuted the Club122 passive speaker system, featuring dual 12-inch woofers and a 2-inch mid-high-frequency driver. It includes an EV DH1 compression driver, HP9 horn, and two DL12X woofers.",
  "1991": "Released the MPA speaker system, comprising an 18-inch subwoofer and a 10-inch + 2-inch horn satellite speaker. The satellite system features EV Dym1 paired with an HP940 horn and the newly developed EVM10 waveguide.",
  "1993": "Launched the S3 speaker system, a compact high sound-pressure level design. It pioneered the dual bass reflex subwoofer system (15-inch and 18-inch), setting a milestone in audio history with unparalleled transient response and compact satellite speakers.",
  "1994": "Introduced the Eurosub dual 18-inch subwoofer system and Spirit 212, which combines dual 12-inch low-frequency drivers and a mid-high-frequency horn. The wedge-shaped cabinet design caters to the needs of medium-sized sound reinforcement venues.",
  "1996": "Unveiled the S2, a more compact version of the S3 speaker system with similar advantages, tailored for musicians and DJs.",
  "1997": "Expanded the speaker lineup with the 'MusicMate' series, known for its modern and stylish 'wedge-shaped' design. The low-frequency speakers in this series can also function as high sound-pressure level car audio subwoofers.",
  "2000": "Introduced the M3-220DT, a highly compact and versatile system still popular today. It comprises M3 active satellite speakers and an 8-inch active dual bass reflex subwoofer. The M3 features a dual 4-inch woofer and a 1-inch silk dome tweeter in an active speaker system. ",
  "2001": "Launched the H5.1 home theater surround speaker system, a passive version of the M3 active satellite speakers.",
  "2006": "Released the Odaiko high-end Hi-Fi subwoofer, featuring a triple 12-inch dual-bass reflex tube design.",
  "2014": "SYRINCS entered the Chinese market, offering its full line of professional audio products.",
  "2018": "Introduced the FOCUS series speakers, featuring unique mid-frequency phase correction technology. Designed specifically for vocal performance, these speakers deliver bright mid-high frequencies with controlled bass attenuation, enhancing vocal clarity and expression.",
  "2022": "Launched the new SYRINCS Hi series."
}